ent-STClothingShoesBootsMagSec = магнитные сапоги службы безопасности
    .desc = Магнитные ботинки, специально спроектированные для службы безопасности. Обеспечивают превосходную мобильность.
ent-STClothingShoesBootsMagCap = магнитные сапоги капитана
    .desc = Магнитные ботинки, специально спроектированные для офицера NanoTrasen. Обеспечивают повышенную мобильность.
ent-STClothingShoesBootsMagCentcomm = магнитные сапоги Центком
    .desc = Магнитные ботинки, специально спроектированные для персонала Центком. Обеспечивают повышенную мобильность.
